{
  "architectures": [
    "FusionModel"
  ],
  "hidden_act": "quick_gelu",
  "hidden_size": 512,
  "initializer_range": 0.02,
  "intermediate_size": 2048,
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 77,
  "model_type": "fusion",
  "num_attention_heads": 8,
  "num_hidden_layers": 1,
  "use_cache": true,
  "projection_dim": 512,
  "dropout": 0.0,
  "attention_dropout": 0.0,
  "initializer_factor": 1.0,
  "summary_type": "mean"
}